/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (+%2$d autre(s))";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "Impossible d'extraire « %1$@ » de l'archive « %2$@ » : %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "Impossible d'extraire la partie ressources du fichier « %1$@ » issu de l'archive « %2$@ » :\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Encodage par défaut";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Détecter automatiquement";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Extraire";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Extraire l'archive";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Extraction de « %@ »…";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Préparation en vue de l'extraction de « %@ »…";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Sélectionner";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Sélectionner les fichiers à décompresser";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "Impossible d'extraire le contenu de « %@ » avec The Unarchiver.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "Un problème est survenu lors de l'extraction du contenu de « %1$@ » : %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "Un problème est survenu lors de la lecture du contenu de « %1$@ » : %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Décompresser";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "Veuillez indiquer le mot de passe d'archive permettant d'ouvrir « %@ ».";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "À quel emplacement The Unarchiver doit-il extraire les archives ?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "Vous pouvez choisir d'extraire toutes les archives dans le même dossier ou forcer l'app à vous demander à chaque fois de choisir une destination.";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "Demander à chaque fois";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "Extraire dans le même dossier";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver a besoin de votre autorisation pour enregistrer les fichiers extraits dans le dossier sélectionné. Cliquez sur « Extraire » pour approuver cette action.";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver a besoin de votre autorisation pour rechercher les autres parties de l'archive sélectionnée à cet emplacement. Cliquez sur « Rechercher » pour approuver cette action.";

/* Panel OK button title when searching for more archive parts */
"Search" = "Rechercher";

/* Check for updates menu item */
"Check for Updates…" = "Rechercher des mises à jour…";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "Le fichier d'archive est incomplet";
"Opening file failed" = "Impossible d’ouvrir le fichier";
"Missing or wrong password" = "Le mot de passe indiqué est incorrect";
"Wrong checksum" = "Le fichier d'archive est endommagé";
"Could not create directory" = "Impossible de créer le dossier";

/* Uncommon or unused errors */
"Unknown error" = "Erreur inconnue";
"Failed to write to file" = "Impossible d'écrire dans le fichier";
"Function called with illegal parameters" = "Fonction appelée avec des paramètres incorrects";
"Not enough memory available" = "Mémoire disponible insuffisante";
"Data is corrupted" = "Données endommagées";
"File is not fully supported" = "Le fichier n'est pas entièrement compatible";
"Required resource missing" = "Une ressource requise est manquante";
"Error on decrunching" = "Erreur lors du decrunching";
"Unknown file type" = "Type de fichier inconnu";
"File, disk has been skipped" = "Fichier, le disque a été ignoré";
"User cancelled extraction" = "L'utilisateur a annulé l'extraction";
"File already exists" = "Le fichier existe déjà";
"Verify failed (disk hook)" = "La vérification a échoué";
"Wrong drive geometry" = "Géométrie de disque incorrecte";
"Unknown data format" = "Format de données inconnu";
"Source contains no files" = "La source ne contient aucun fichier";
"Unknown filesystem" = "Système de fichiers inconnu";
"Name of file exists as directory" = "Le nom du fichier existe en tant que dossier";
"Buffer was too short" = "Le tampon est trop petit";
"Text encoding was defective" = "L'encodage du texte est défectueux";
"Could not create symlink" = "Impossible de créer le lien symbolique";

"AlertTitle_SetFileTypeAssociationAppStore" = "Envisagez de définir The Unarchiver comme application par défaut pour certains types de fichiers.";
"AlertDescription_SetFileTypeAssociationAppStore" = "Cliquez sur « Lire les informations » dans le menu contextuel d'un fichier, puis choisissez The Unarchiver dans la liste « Ouvrir avec : ». Cliquez sur « Tout modifier » pour appliquer la modification à toutes les archives similaires.";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "Si vous le souhaitez, vous pouvez choisir une autre app comme app par défaut pour certains types de fichiers.";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "Cliquez sur « Lire les informations » dans le menu contextuel d'un fichier, puis choisissez l'app souhaitée dans la liste « Ouvrir avec : ». Cliquez sur « Tout modifier » pour appliquer la modification à toutes les archives similaires.";

/* About window */
"Standalone" = "Autonome";

/* Extracted view */
"extracted" = "extrait";
